[
  {
    "imgsrc": "202102.png",
    "websrc": "https://www.nature.com/articles/s41929-020-00563-0",
    "title": "Simultaneous oxidative and reductive reactions in one system by atomic design",
    "authors": "Yafei Zhao, Huang Zhou, Xiaorong Zhu, Yunteng Qu, Can Xiong, Zhenggang Xue, Qingwei Zhang, Xiaokang Liu, Fangyao Zhou, Xiaoming Mou, Wenyu Wang, Min Chen, Ya Xiong, Xingen Lin, Yue Lin, Wenxing Chen, Hui-Juan Wang, Zheng Jiang, Lirong Zheng, Tao Yao, Juncai Dong, Shiqiang Wei, Weixin Huang, Lin Gu, Jun Luo, Yafei Li* & Yuen Wu*",
    "source": "Nature Catalysis. 2021",
    "number": 81
  },
  {
    "imgsrc": "202101.png",
    "websrc": "https://www.nature.com/articles/s41467-020-20619-w",
    "title": "Integrating single-cobalt-site and electric field of boron nitride in dechlorination electrocatalysts by bioinspired design",
    "authors": "Yuan Min, Xiao Zhou*, Jie-Jie Chen*, Wenxing Chen, Fangyao Zhou, Zhiyuan Wang, Jia Yang, Can Xiong, Ying Wang, Fengting Li, Han-Qing Yu & Yuen Wu*",
    "source": "NATURE COMMUNICATIONS. (2021)12:303",
    "number": 80
  },
  {
    "imgsrc": "202016.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.202014857",
    "title": "Coplanar Pt/C Nanomeshes with Ultrastable Oxygen Reduction Performance toward Fuel Cells",
    "authors": "Yanmin Hu, Mengzhao Zhu, Xuan Luo, Geng Wu, Tingting Chao, Yunteng Qu, Fangyao Zhou, Rongbo Sun, Xiao Han, Hai Li, Bin Jiang, Yuen Wu, Xun Hong*",
    "source": "Angew. Chem. Int. Ed. 10.1002/anie.202014857",
    "number": 79
  },
  {
    "imgsrc": "202015.png",
    "websrc": "https://www.sciencedirect.com/science/article/abs/pii/S2451929420304903",
    "title": "One-Dimensional Segregated Single Au Sites on Step-Rich ZnO Ladder for Ultrasensitive NO2 Sensors",
    "authors": "Zhenggang Xue, Muyu Yan, Xing Yu, Yujing Tong, Huang Zhou, Yafei Zhao, Zhiyuan Wang, Yunshang Zhang, Can Xiong, Jia Yang, Xun Hong, Jun Luo, Yue Lin, Weixing Huang, Yafei Li, Yuen Wu*",
    "source": "Chem 6, 1–10, December 3, 2020",
    "number": 78
  },
  {
    "imgsrc": "202014.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/pdf/10.1002/ange.202009700",
    "title": "Negative Pressure Pyrolysis Induced Highly Accessible Single Sites Dispersed on 3D Graphene Frameworks for Enhanced Oxygen Reduction",
    "authors": "Dr. Huang Zhou, Dr. Tong Yang, Dr. Zongkui Kou, Dr. Lei Shen, Dr. Yafei Zhao, Dr. Zhiyuan Wang, Dr. Xiaoqian Wang, Dr. Zhenkun Yang, Dr. Junyi Du, Dr. Jie Xu, Min Chen, Lin Tian, Wenxin Guo, Qiuping Wang, Hongwei Lv, Dr. Wenxing Chen, Prof. Xun Hong, Prof. Jun Luo, Prof. Daping He*,  Prof. Yuen Wu*",
    "source": "Angew. Chem. 2020, 132, 1 – 6",
    "number": 77
  },
  {
    "imgsrc": "202013.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/epdf/10.1002/aenm.202001709",
    "title": "Bi‐Based Metal‐Organic Framework Derived Leafy Bismuth Nanosheets for Carbon Dioxide Electroreduction",
    "authors": "Jian Yang*, Xiaolin Wang, Yunteng Qu, Xin Wang, Hang Huo, Qikui Fan, Jin Wang, Li‐Ming Yang*, Yuen Wu*",
    "source": "Adv. Energy Mater. 2020, 2001709",
    "number": 76
  },
  {
    "imgsrc": "202012.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/full/10.1002/adma.202002382",
    "title": "In Situ Topotactic Transformation of an Interstitial Alloy for CO Electroreduction",
    "authors": "Changming Zhao, Gan Luo, Xiaokang Liu, Wei Zhang, Zhijun Li, Qian Xu, Qinghua Zhang, Huijuan Wang, Deming Li, Fangyao Zhou, Yunteng Qu, Xiao Han, Zezhou Zhu, Geng Wu, Jing Wang, Junfa Zhu, Tao Yao*, Yafei Li*, Henny J.M. Bouwmeester, Yuen Wu*",
    "source": "Adv. Mater. 2020, 2002382",
    "number": 75
  },
  {
    "imgsrc": "202011.png",
    "websrc": "https://chemistry-europe.onlinelibrary.wiley.com/doi/abs/10.1002/chem.202001863",
    "title": "2D PbS nanosheets with zigzag edges for efficient CO2 photoconversion",
    "authors": "Yuen Wu*, Zezhou Zhu, Yunteng Qu, Zhiyuan Wang, Fangyao Zhou, Changming Zhao, Yue Lin, Liqiang Li, Yagang Yao",
    "source": "Chem. Eur. J. 10.1002/chem.202001863",
    "number": 74
  },
  {
    "imgsrc": "202010.png",
    "websrc": "https://pubs.acs.org/doi/abs/10.1021/jacs.0c03415",
    "title": "Cation-Exchange Induced Precise Regulation of Single Copper Site Triggers Room-Temperature Oxidation of Benzene",
    "authors": "Huang Zhou, Yafei Zhao, Jie Gan, Jie Xu, Ying Wang*, Hongwei Lv, Shi Fang, Zhiyuan Wang, Ziliang Deng, Xiaoqian Wang, Peigen Liu, Wenxin Guo, Boyang Mao, Huijuan Wang, Tao Yao, Xun Hong, Shiqiang Wei, Xuezhi Duan, Jun Luo, and Yuen Wu*",
    "source": "J. Am. Chem. Soc. XXXX, XXX, XXX−XXX",
    "number": 73
  },
  {
    "imgsrc": "202009.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/10.1002/smll.202002343",
    "title": "Single Iron Site Nanozyme for Ultrasensitive Glucose Detection",
    "authors": "Min Chen, Huang Zhou, Xiaokang Liu, Tongwei Yuan, Wenyu Wang, Chao Zhao, Yafei Zhao, Fangyao Zhou, Xin Wang, Zhenggang Xue, Tao Yao, Can Xiong*, Yuen Wu*",
    "source": "Small 2020,2002343",
    "number": 72
  },
  {
    "imgsrc": "202008.png",
    "websrc": "http://engine.scichina.com/publisher/scp/journal/SCC/doi/10.1007/s11426-020-9803-5?slug=abstract",
    "title": "Formic acid oxidation by iridium single-atom catalyst on nitrogen-doped carbon",
    "authors": "Zhou Huang, Wu Yuen",
    "source": "Science China Chemistry",
    "number": 71
  },
  {
    "imgsrc": "202007.png",
    "websrc": "https://www.sciencedirect.com/science/article/pii/S0926337320306512",
    "title": "Tailoring the ruthenium reactive sites on N doped molybdenum carbide nanosheets via the anti-Ostwald ripening as efficient electrocatalyst for hydrogen evolution reaction in alkaline media",
    "authors": "Jiayuan Yu,Aizhu Wang, Wanqiang Yu,Xiaoyu Liu,Xiao Li, Hong Liu, Yongyou Hu, Yuen Wu*, Weijia Zhou*",
    "source": "Applied Catalysis B: Environmental 277 (2020) 119236",
    "number": 70
  },
  {
    "imgsrc": "202006.png",
    "websrc": "https://dx.doi.org/10.1021/acsnano.0c01340",
    "title": "Highly Productive Electrosynthesis of Ammonia by Admolecule-Targeting Single Ag Sites",
    "authors": "Ying Chen, Ruijie Guo, Xianyun Peng, Xiaoqian Wang, Xijun Liu*, Junqiang Ren, Jia He, Longchao Zhuo, Jiaqiang Sun, Yifan Liu, Yuen Wu*, and Jun Luo*",
    "source": "ACS Nano",
    "number": 69
  },
  {
    "imgsrc": "202005.png",
    "websrc": "https://link.springer.com/article/10.1007/s40242-020-0111-5?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst&utm_source=ArticleAuthorOnlineFirst&utm_medium=email&utm_content=AA_en_06082018&ArticleAuthorOnlineFirst_20200519",
    "title": "Single-atom Catalysts for Polymer Electrolyte Membrane Fuel Cells",
    "authors": "ZHU Mengzhao, WANG Jing and WU Yuen*",
    "source": "Chem. Res. Chinese Universities",
    "number": 68
  },
  {
    "imgsrc": "202004.png",
    "websrc": "https://pubs.acs.org/doi/10.1021/acsnano.0c02162",
    "title": "Room-Temperature Synthesis of Single Iron Site by Electrofiltration for Photoreduction of CO<sub>2</sub> into Tunable Syngas",
    "authors": "Zhiyuan Wang, Jia Yang, Junbo Cao, Wenxing Chen, Gang Wang, Fan Liao, Xiao Zhou, Fangyao Zhou, Ruilong Li, Zhen-Qiang Yu*, Guoqing Zhang, Xuezhi Duan*, and Yuen Wu*",
    "source": "ACS Nano 2020",
    "number": 67
  },
  {
    "imgsrc": "202003.png",
    "websrc": "https://pubs.rsc.org/en/content/articlelanding/2020/ta/d0ta02351e",
    "title": "Electrochemical Conversion of Bulk Platinum into Platinum Single-atom Sites for Hydrogen Evolution Reaction",
    "authors": "Yuen Wu*, Zhiyuan Wang, Jia Yang, Jie Gan, Wenxing Chen, FangYao Zhou, xiao zhou, Zhen-Qiang Yu, Junfa Zhu and Xuezhi Duan*",
    "source": "J. Mater. Chem. A, 2020",
    "number": 66
  },
  {
    "imgsrc": "202002.png",
    "websrc": "https://pubs.acs.org/doi/abs/10.1021/acscatal.0c00097",
    "title": "N-Coordinated Dual-Metal Single-Site Catalyst for Low-Temperature CO Oxidation",
    "authors": "Jing Wang, Rui You, Chao Zhao, Wei Zhang, Wei Liu, Xin-Pu Fu, Yangyang Li, Fangyao Zhou, Xusheng Zheng, Qian Xu, Tao Yao, Chun-Jiang Jia, Yang-Gang Wang*, Weixin Huang* and Yuen Wu*",
    "source": "ACS Catal. 2020, 10, 4, 2754-2761",
    "number": 65
  },
  {
    "imgsrc": "202001.png",
    "websrc": "https://www.nature.com/articles/s41467-019-14223-w",
    "title": "Recover the activity of sintered supported catalysts by nitrogen-doped carbon atomization",
    "authors": "Huang Zhou, Yafei Zhao, Jie Xu, Haoran Sun, Zhijun Li, Wei Liu*, Tongwei Yuan, Wei Liu, Xiaoqian Wang, Weng-Chon Cheong, Zhiyuan Wang, Xin Wang, Chao Zhao, Yancai Yao, Wenyu Wang, Fangyao Zhou, Min Chen, Benjin Jin, Rongbo Sun, Jing Liu, Xun Hong, Tao Yao, Shiqiang Wei, Jun Luo* & Yuen Wu*",
    "source": "NATURE COMMUNICATIONS (2020) 11:335",
    "number": 64
  },
  {
    "imgsrc": "201913.png",
    "websrc": "https://pubs.acs.org/doi/10.1021/jacs.9b09391",
    "title": "Engineering Electronic Structure of Sub-monolayer Pt on Intermetallic Pd3Pb via Charge Transfer Boosts Hydrogen Evolution Reaction",
    "authors": "Yancai Yao, Xiang-Kui Gu, Dongsheng He, Zhijun Li,Wei Liu, Qian Xu, Tao Yao, Yue Lin, Hui-Juan Wang, Changming Zhao, Xiaoqian Wang, Peiqun Yin, Hai Li, Xun Hong, Shiqiang Wei, Wei-Xue Li, Yadong Li and Yuen Wu",
    "source": "J. Am. Chem. Soc. 2019",
    "number": 63
  },
  {
    "imgsrc": "201912.png",
    "websrc": "https://www.onlinelibrary.wiley.com/doi/10.1002/ange.201912785",
    "title": "Surface digging effect stabilized supported Ni catalyst for efficient methane oxidation",
    "authors": "Yuen Wu*, Huang Zhou, Tianyang Liu, Xuyan Zhao, Yafei Zhao, Shi Fang, Lin Gu, Tao Yao, Shiqiang Wei, Hong Xun, Jun Luo, and Yafei Li",
    "source": "Angew. Chem. Int. Ed. , 2019",
    "number": 62
  },
  {
    "imgsrc": "201911.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/10.1002/adma.201904496",
    "title": "Ambient Synthesis of Single‐Atom Catalysts from Bulk Metal via Trapping of Atoms by Surface Dangling Bonds",
    "authors": "Yunteng Qu, Liguang Wang, Zhijun Li, Peng Li, Qinghua Zhang, Yue Lin, Fangyao Zhou, Huijuan Wang, Zhengkun Yang, Yidong Hu, Mengzhao Zhu, Xuyan Zhao, Xiao Han, Chengming Wang, Qian Xu, Lin Gu, Jun Luo, Lirong Zheng and Yuen Wu*",
    "source": "Adv. Mater. 2019, 1904496",
    "number": 61
  },
  {
    "imgsrc": "201910.png",
    "websrc": "https://www.nature.com/articles/s41467-019-11796-4",
    "title": "Directly transforming copper (I) oxide bulk into isolated single-atom copper sites catalyst through gas-transport approach",
    "authors": "Zhengkun Yang, Bingxu Chen, Wenxing Chen, Yunteng Qu, Fangyao Zhou, Changming Zhao, Qian Xu, Qinghua Zhang, Xuezhi Duan* & Yuen Wu*",
    "source": "NATURE COMMUNICATIONS (2019) 10:3734",
    "number": 60
  },
  {
    "imgsrc": "201909.png",
    "websrc": "https://pubs.acs.org/doi/abs/10.1021/jacs.9b03182",
    "title": "Two-step Carbothermal Welding to Access Atomically Dispersed Pd1 on 3D Zirconia Nanonet for Direct Indole Synthesis",
    "authors": "Yafei Zhao, Huang Zhou, Wenxing Chen, Yujing Tong, Chao Zhao, Yue Lin, Zheng Jiang, Qingwei zhang, Zhenggang Xue, Weng-Chon Cheong, Benjin Jin, Fangyao Zhou, Wenyu Wang, Min Chen, Xun Hong, Juncai Dong, Shiqiang Wei, Yadong Li and Yuen Wu*",
    "source": "J. Am. Chem. Soc.2019XXXXXXXXXX-XXX",
    "number": 59
  },
  {
    "imgsrc": "201908.png",
    "websrc": "https://pubs.rsc.org/en/content/articlehtml/2019/cc/c9cc01717h",
    "title": "2D MOF Induced Accessible and Exclusive Co Single Sites for Efficient O-Silylation of Alcohols with Silanes",
    "authors": "Xin Wang, Peng Li, Zhijun Li, Wenxing Chen, Huang Zhou, Yafei Zhao, Xiaoqian Wang, Lirong Zheng, Juncai Dong, Yue Lin, Xusheng Zheng, Wensheng Yan, Jian Yang, Zhengkun Yang, Yunteng Qu, Tongwei Yuan, Yuen Wu* and Yadong Li*",
    "source": "Chem. Commun., 2019",
    "number": 58
  },
  {
    "imgsrc": "201907.png",
    "websrc": "https://www.sciencedirect.com/science/article/pii/S2095927319302002",
    "title": "Highly sensitive ethanol gas sensor based on ultrathin nanosheetsassembled Bi2WO6with composite phase",
    "authors": "Tongwei Yuan, Zhijun Li, Wenshuang Zhang, Zhenggang Xue, Xiaoqian Wang, Zhiheng Ma, Yu Fan, Jiaqiang Xu*, Yuen Wu*",
    "source": "Science Bulletin (2019)",
    "number": 57
  },
  {
    "imgsrc": "201906.png",
    "websrc": "https://www.sciencedirect.com/science/article/pii/S2451929419300865?tdsourcetag=s_pctim_aiomsg",
    "title": "Review of Metal Catalysts for Oxygen Reduction Reaction: From Nanoscale Engineering to Atomic Design",
    "authors": "Xiaoqian Wang, Zhijun Li, Yunteng Qu, Tongwei Yuan, Wenyu Wang, Yuen Wu*,Yadong Li*",
    "source": "Chem, 2019",
    "number": 56
  },
  {
    "imgsrc": "201905.png",
    "websrc": "https://www.nature.com/articles/s41929-019-0246-2",
    "title": "Engineering the electronic structure of single atom Ru sites via compressive strain boosts acidic water oxidation electrocatalysis",
    "authors": "Yancai Yao, Sulei Hu, Wenxing Chen, Zheng-Qing Huang, Weichen Wei, Tao Yao, Ruirui Liu, Ketao Zang, Xiaoqian Wang, Geng Wu, Wenjuan Yuan, Tongwei Yuan, Baiquan Zhu, Wei Liu, Zhijun Li, Dongsheng He, Zhenggang Xue, Yu Wang, Xusheng Zheng, Juncai Dong, Chun-Ran Chang, Yanxia Chen, Xun Hong, Jun Luo, Shiqiang Wei, Wei-Xue Li*, Peter Strasser, Yuen Wu* & Yadong Li",
    "source": "Nature Catalysisvolume 2, 304–313 (2019)",
    "number": 55
  },
  {
    "imgsrc": "201904.png",
    "websrc": "https://pubs.acs.org.ccindex.cn/doi/10.1021/jacs.8b09834?tdsourcetag=s_pctim_aiomsg",
    "title": "Thermal Emitting Strategy to Synthesize Atomically Dispersed Pt Metal Sites from Bulk Pt Metal",
    "authors": "Yunteng Qu, Bingxu Chen, Zhijun Li, Xuezhi Duan* , Liguang Wang, Yue Lin , Tongwei Yuan, Fangyao Zhou, Yidong Hu, Zhengkun Yang, Changming Zhao, Jing Wang, Chao Zhao, Yanmin Hu, Geng Wu, Qinghua Zhang, Qian Xu, Bingyao Liu, Peng Gao , Rui You, Weixin Huang , Lirong Zheng, Lin Gu , Yuen Wu* , and Yadong Li",
    "source": "J. Am. Chem. Soc. 2019, 141, 11, 4505-4509",
    "number": 54
  },
  {
    "imgsrc": "201903.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/full/10.1002/adma.201808043",
    "title": "Trifunctional Self‐Supporting Cobalt‐Embedded Carbon Nanotube Films for ORR, OER, and HER Triggered by Solid Diffusion from Bulk Metal",
    "authors": "Zhengkun Yang, Changming Zhao, Yunteng Qu, Huang Zhou, Fangyao Zhou, Jing Wang, Yuen Wu*, Yadong Li",
    "source": "Adv. Mater. 2019, 1808043",
    "number": 53
  },
  {
    "imgsrc": "201902.png",
    "websrc": "https://pubs.acs.org/doi/abs/10.1021/acscatal.8b04381",
    "title": "Boosting Oxygen Reduction Catalysis with Fe–N<sub>4</sub> Sites Decorated Porous Carbons toward Fuel Cells",
    "authors": "Zhengkun Yang, Yu Wang, Mengzhao Zhu, Zhijun Li, Wenxing Chen, Weichen Wei, Tongwei Yuan, Yunteng Qu, Qian Xu, Changming Zhao, Xin Wang, Peng Li, Yafei Li*, Yuen Wu* , and Yadong Li",
    "source": "ACS Catal. 2019, 9, 3, 2158-2163",
    "number": 52
  },
  {
    "imgsrc": "201901.png",
    "websrc": "https://pubs.rsc.org/en/content/articlehtml/2019/cc/c9cc00199a",
    "title": "Unraveling the enzyme-like activity of heterogeneous single atom catalyst",
    "authors": "Chao Zhao, Can Xiong, Xiaokang Liu, Man Qiao, Zhijun Li, Tongwei Yuan, Jing Wang, Yunteng Qu, XiaoQian Wang, Fangyao Zhou, Qian Xu, Shiqi Wang, Min Chen, Wenyu Wang, Yafei Li, Tao Yao, Yuen Wu* and Yadong Li",
    "source": "Chem. Commun., 2019, Advance Article",
    "number": 51
  },
  {
    "imgsrc": "201813.png",
    "websrc": "https://www.nature.com/articles/s41929-018-0203-5",
    "title": "Identification of single-atom active sites in carbon-based cobalt catalysts during electrocatalytic hydrogen evolution",
    "authors": "Linlin Cao, Qiquan Luo, Wei Liu, Yue Lin, Xiaokang Liu, Yuanjie Cao, Wei Zhang, Yuen Wu, Jinlong Yang, Tao Yao* & Shiqiang Wei*",
    "source": "Nature Catalysis (2018)",
    "number": 50
  },
  {
    "imgsrc": "201812.png",
    "websrc": "file:///C:/Users/whzyz/source/new1/labpdf/10.1016@j.joule.2018.11.008.pdf",
    "title": "Solid-Diffusion Synthesis of Single-Atom Catalysts Directly from Bulk Metal for Efficient CO<sub>2</sub> Reduction",
    "authors": "Changming Zhao, Yu Wang, Zhijun Li, Wenxing Chen, Qian Xu, Dongsheng He, Desheng Xi, Qinghua Zhang, Tongwei Yuan, Yunteng Qu, Jian Yang, Fangyao Zhou, Zhengkun Yang, Xiaoqian Wang, Jing Wang, Jun Luo, Yafei Li*, Haohong Duan*, Yuen Wu* and Yadong Li",
    "source": "Joule 3, 1–11, March 20, 2019",
    "number": 49
  },
  {
    "imgsrc": "201811.png",
    "websrc": "http://engine.scichina.com/publisher/scp/journal/CSB/63/22/10.1360/N972018-00064?slug=fulltext",
    "title": "Research progress on prepartion of MOF-derived porous carbon materials through pyrolysis",
    "authors": "Qi Zhou, Yuen Wu*",
    "source": "Chinese Science Bulletin, Volume 63, Issue 22: 2246-2263(2018)",
    "number": 48
  },
  {
    "imgsrc": "201810.png",
    "websrc": "http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CJFQ&dbname=CJFDLAST2018&filename=JBXK201809005&v=MDgzMzZVTDdNTHkvVFpiRzRIOW5NcG85RllZUjhlWDFMdXhZUzdEaDFUM3FUcldNMUZyQ1VSTEtlWmVabkZpSG0=",
    "title": "Research and development of single site catalyst in electorcatalytic reduction of CO<sub>2</sub>",
    "authors": "Xuyan Zhao, Xiaoqian Wang, Yuen wu*",
    "source": "Scientia Sinica(Chimica). 2018.09. 1027-1039",
    "number": 47
  },
  {
    "imgsrc": "201809.png",
    "websrc": "https://pubs.rsc.org/en/content/articlelanding/2019/ee/c8ee02656d/unauth#!divAbstract",
    "title": "Synergistic effect of well-defined dual sites boosting the oxygen reduction reaction",
    "authors": "Jing Wang, Wei Liu, Gan Luo, Zhijun Li, Chao Zhao, Haoran Zhang, Mengzhao Zhu, Qian Xu, Xiaoqian Wang, Changming Zhao, Yunteng Qu, Zhengkun Yang, Tao Yao, Yafei Li, Yue Lin,* Yuen Wu* and Yadong Li",
    "source": "Energy Environ. Sci. , 2018",
    "number": 46
  },
  {
    "imgsrc": "201808.png",
    "websrc": "https://www.nature.com/articles/s41929-018-0146-x",
    "title": "Direct transformation of bulk copper into copper single sites via emitting and trapping of atoms",
    "authors": "Yunteng Qu, Zhijun Li, Wenxing Chen, Yue Lin, Tongwei Yuan, Zhengkun Yang, Changming Zhao, Jing Wang, Chao Zhao, Xin Wang, Fangyao Zhou, Zhongbin Zhuang, Yuen Wu* & Yadong Li*",
    "source": "Nature Catalysis , 2018",
    "number": 45
  },
  {
    "imgsrc": "201807.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/pdf/10.1002/adma.201801649",
    "title": "Fabrication of Single‐Atom Catalysts with Precise Structure and High Metal Loading",
    "authors": "Jing Wang, Zhijun Li, Yuen Wu*, Yadong Li",
    "source": "Adv. Mater. 2018, 1801649",
    "number": 44
  },
  {
    "imgsrc": "201806.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/10.1002/anie.201808049",
    "title": "In‐situ Thermal atomization to Transfer Supported Metal Nanoparticles to Surface Enriched Ni Single atom catalyst",
    "authors": "Jian Yang, Zongyang Qiu, Changming Zhao, Weichen Wei, Wenxing Chen, Zhijun Li, Yunteng Qu, Juncai Dong, Jun Luo, Zhenyu Li, Yuen Wu*",
    "source": "Angew. Chem. Int. Ed. , 2018",
    "number": 43
  },
  {
    "imgsrc": "201805.png",
    "websrc": "https://www.sciencedirect.com/science/article/pii/S2095927318303256",
    "title": "Atomically dispersed Au<sub>1</sub> catalyst towards efficient electrochemical synthesis of ammonia",
    "authors": "Xiaoqian Wang , Wenyu Wang , Man Qiao , Geng Wu , Wenxing Chen , Tongwei Yuan , Qian Xu , Min Chen , Yan Zhang , Xin Wang , Jing Wang , Jingjie Ge , Xun Hong , Yafei Li , Yuen Wu* , Yadong Li",
    "source": "Science Bulletin, 2018",
    "number": 42
  },
  {
    "imgsrc": "201804.png",
    "websrc": "https://doi.org/10.1093/nsr/nwy056",
    "title": "Recent advances in the precise control of isolated single site catalysts by chemical methods",
    "authors": "Zhijun Li, Dehua Wang, Yuen Wu*, Yadong Li*",
    "source": "National Science Review, 2018, nwy056",
    "number": 41
  },
  {
    "imgsrc": "201803.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.201804854",
    "title": "Efficient and Robust Hydrogen Evolution: Phosphorus Nitride Imide Nanotubes as Supports for Anchoring Single Ruthenium Sites",
    "authors": "Dr. Jian Yang, Dr. Bingxu Chen, Dr. Xiaokang Liu, Dr. Wei Liu, Dr. Zhijun Li, Prof. Juncai Dong, Dr. Wenxing Chen, Prof. Wensheng Yan, Prof. Tao Yao, Prof. Xuezhi Duan, Prof. Yuen Wu*, Prof. Yadong Li",
    "source": "Angew. Chem. Int. Ed. 2018",
    "number": 40
  },
  {
    "imgsrc": "201802.png",
    "websrc": "http://pubs.rsc.org/en/content/articlehtml/2018/qm/c8qm00095f",
    "title": "A single palladium site catalyst as a bridge for converting homogeneous to heterogeneous in dimerization of terminal aryl acetylenes",
    "authors": "Chao Zhao, Haizhu Yu, Jing Wang, Wei Che, Zhijun Li, Tao Yao, Wensheng Yan, Min Chen, Jian Yang, Shiqiang Wei, Yuen Wu* and Yadong Li",
    "source": "Mater. Chem. Front., 2018, 2, 1317-1322",
    "number": 39
  },
  {
    "imgsrc": "201801.png",
    "websrc": "https://onlinelibrary.wiley.com/doi/full/10.1002/anie.201800552",
    "title": "Ultrathin Palladium Nanomesh for Electrocatalysis",
    "authors": "Jingjie Ge, Pei Wei, Geng Wu, Yudan Liu, Tongwei Yuan, Dr. Zhijun Li, Dr. Yunteng Qu, Prof. Yuen Wu, Prof. Hai Li, Prof. Zhongbin Zhuang, Prof. Xun Hong*, Prof. Yadong Li*",
    "source": "Angew. Chem. Int. Ed. 2018, 57, 3435 –3438",
    "number": 38
  },
  {
    "imgsrc": "201709.png",
    "websrc": "https://pubs.rsc.org/en/content/articlehtml/2016/ta/c6ta08537g?tdsourcetag=s_pctim_aiomsg",
    "title": "Stable and accessible metal catalysts confined by mesoporous carbon structures derived from multicomponent colloidal spheres",
    "authors": "Tianyun Chen, Yaofan Lei, Qinghua Yang and Yuen Wu*",
    "source": "J. Mater. Chem. A, 2017, 5, 3136-3139",
    "number": 37
  },
  {
    "imgsrc": "201708.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/ange.201712451/full",
    "title": "Regulation of Coordination Number over Single Co Sites Triggers the Efficient Electroreduction of CO<sub>2</sub>",
    "authors": "Xiaoqian Wang, Zhao Chen, Xuyan Zhao, Tao Yao, Wenxing Chen, Rui You, Changming Zhao, Geng Wu, Jing Wang, Weixin Huang, Jinlong Yang, Xun Hong, Shiqiang Wei, Yuen Wu*, Yadong Li",
    "source": "2017.Angew. Chem. Int. Ed. 10.1002/anie.201712451",
    "number": 36
  },
  {
    "imgsrc": "201707.png",
    "websrc": "http://pubs.acs.org/doi/10.1021/jacs.7b10385",
    "title": "Design of N-Coordinated Dual-Metal Sites: A Stable and Active Pt-Free Catalyst for Acidic Oxygen Reduction Reaction",
    "authors": "Jing Wang, Zhengqing Huang, Wei Liu, Chunran Chang*, Haolin Tang, Zhijun Li, Wenxing Chen, Chunjiang Jia , Tao Yao, Shiqiang Wei, Yuen Wu*, and Yadong Li",
    "source": "2017, DOI: 10.1021/jacs.7b10385 J. Am. Chem. Soc. 139 (48), pp 17281–17284",
    "number": 35
  },
  {
    "imgsrc": "201705.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/ange.201709803/full",
    "title": "Atomically Dispersed Cu-Pt Dual Sites Alloyed Pd Nanorings for Hydrogen Evolution Reaction",
    "authors": "Tingting Chao, Xuan Luo, Wenxing Chen, Bin Jiang*, Jingjie Ge, Yue Lin, Geng Wu, Xiaoqian Wang, Yanmin Hu, Zhongbin Zhuang, Yuen Wu, Xun Hong*, Yadong Li*",
    "source": "2017, Angew. Chem. Int. Ed. 10.1002/anie.201709803",
    "number": 34
  },
  {
    "imgsrc": "201704.png",
    "websrc": "http://pubs.acs.org/doi/10.1021/acsami.7b14134",
    "title": "Bimetallic Ru–Co Clusters Derived from a Confined Alloying Process within Zeolite–Imidazolate Frameworks for Efficient NH3 Decomposition and Synthesis",
    "authors": "Jian Yang, Dongsheng He, Wenxing Chen, Wei Zhu, Hui Zhang, Shan Ren, Xin Wang, Qinghua Yang, Yuen Wu*, and Yadong Li*",
    "source": "2017, ACS Appl. Mater. Interfaces",
    "number": 33
  },
  {
    "imgsrc": "201706.png",
    "websrc": "http://pubs.rsc.org/en/content/articlehtml/2017/cc/c7cc04820c",
    "title": "Single Ni sites distributed on N-doped carbon for selective hydrogenation of acetylene",
    "authors": "Xinyao Dai, Zheng Chen, Tao Yao , Lirong Zheng, Yue Lin, Wei Liu, Huanxin Ju, Junfa Zhu, Xun Hong, Shiqiang Wei, Yuen Wu* and Yadong Li",
    "source": "Chem. Commun., 2017, 53, 11568-11571",
    "number": 32
  },
  {
    "imgsrc": "201703.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/jacs.7b01686",
    "title": "Uncoordinated Amine Groups of Metal–Organic Frameworks to Anchor Single Ru Sites as Chemoselective Catalysts toward the Hydrogenation of Quinoline",
    "authors": "Xin Wang, Wenxing Chen, Lei Zhang, Tao Yao , Wei Liu, Yue Lin, Huanxin Ju, Juncai Dong, Lirong Zheng, Wensheng Yan, Xusheng Zheng, Zhijun Li, Xiaoqian Wang, Jian Yang, Dongsheng He, Yu Wang, Zhaoxiang Deng, Yuen Wu* , and Yadong Li*",
    "source": "2017, J. Am. Chem. Soc., 139 (28), pp 9419–9422",
    "number": 31
  },
  {
    "imgsrc": "201701.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/jacs.7b02736",
    "title": "Ionic Exchange of Metal-Organic Frameworks to Access Single Nickel Sites for Efficient Electroreduction of CO<sub>2</sub>",
    "authors": "Changming Zhao, Xinyao Dai, Tao Yao* , Wenxing Chen, Xiaoqian Wang, Jing Wang, Jian Yang, Shiqiang Wei , Yuen Wu* , and Yadong Li*",
    "source": "2017. Journal of the American Chemical Society",
    "number": 30
  },
  {
    "imgsrc": "201702.png",
    "websrc": "http://www.sciencedirect.com/science/article/pii/S2211285517303233",
    "title": "Hierarchical Fe-doped NiO<sub>x</sub> nanotubes assembled from ultrathin nanosheets containing trivalent nickel for oxygen evolution reaction",
    "authors": "Geng Wu, Wenxing Chenb, Xusheng Zheng, Daping He, Yiqi Luo, Xiaoqian Wang, Jian Yang, Yuen Wu, Wensheng Yan, Zhongbin Zhuang, Xun Hong*, Yadong Li*.",
    "source": "2017. Nano Energy",
    "number": 29
  },
  {
    "imgsrc": "201601.png",
    "websrc": "https://link.springer.com/article/10.1007/s40843-016-5112-0",
    "title": "Understanding of the major reactions in solution synthesis of functional nanomaterials",
    "authors": "Yuen Wu , Dingsheng Wang ,Yadong Li*",
    "source": "2016.Science China Materials, 1-59",
    "number": 28
  },
  {
    "imgsrc": "201602.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/jacs.6b09246",
    "title": "Atomically Dispersed Ru on Ultrathin Pd Nanoribbons",
    "authors": "Jingjie Ge, Dongsheng He, Wenxing Chen, Huanxin Ju, Han Zhang, Tingting Chao, Xiaoqian Wang, Rui You, Yue Lin, Yu Wang, Junfa Zhu, Hai Li, Bin Xiao, Weixin Huang, Yuen Wu, Xun Hong*, and Yadong Li*",
    "source": "2016.Journal of the American Chemical Society, 138(42), 13850-13853.",
    "number": 27
  },
  {
    "imgsrc": "201603.png",
    "websrc": "https://www.nature.com/articles/ncomms12362",
    "title": "Amorphous nickel boride membrane on a platinum-nickel alloy surface for enhanced oxygen reduction reaction",
    "authors": "Daping He, Libo Zhang, Dongsheng He, Gang Zhou, Yue Lin, Zhaoxiang Deng, Xun Hong, Yuen Wu*, Chen Chen* & Yadong Li*",
    "source": "2016. Nature Communications, 7.",
    "number": 26
  },
  {
    "imgsrc": "201604.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/anie.201604802/full",
    "title": "Single Cobalt Atoms with Precise N‐Coordination as Superior Oxygen Reduction Reaction Catalysts.",
    "authors": "Peiqun Yin, Tao Yao, Prof. Yuen Wu*, Lirong Zheng, Yue Lin, Wei Liu, Huanxin Ju, Junfa Zhu, Xun Hong, Zhaoxiang Deng, Gang Zhou, Shiqiang Wei,Prof. Yadong Li*",
    "source": "2016.Angewandte Chemie International Edition, 55(36), 10800-10805.",
    "number": 25
  },
  {
    "imgsrc": "201605.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/ange.201604315/full",
    "title": "Porous Molybdenum Phosphide Nano‐Octahedrons Derived from Confined Phosphorization in UIO‐66 for Efficient Hydrogen Evolution",
    "authors": "Jian Yang, Fengjun Zhang, Xin Wang, Dongsheng He, Geng Wu, Qinghua Yang, Xun Hong, Yuen Wu*, Yadong Li*",
    "source": "2016. Angewandte Chemie, 128(41), 13046-13050.",
    "number": 24
  },
  {
    "imgsrc": "201606.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/ange.201601016/full",
    "title": "Modulating fcc and hcp ruthenium on the surface of palladium–copper alloy through tunable lattice mismatch",
    "authors": "Yancai Yao, Dong Sheng He, Yue Lin, Xiaoqian Feng, Xin Wang, Peiqun Yin, Xun Hong, Gang Zhou, Yuen Wu*, Yadong Li*",
    "source": "2016.Angewandte Chemie, 128(18), 5591-5595.",
    "number": 23
  },
  {
    "imgsrc": "201607.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/adma.201504831/pdf",
    "title": "Kinetically Controlling Surface Structure to Construct Defect‐Rich Intermetallic Nanocrystals: Effective and Stable Catalysts",
    "authors": "Hongpan Rong , Junjie Mao , Pingyu Xin , Dongsheng He , Yuanjun Chen , Dingsheng Wang ,* Zhiqiang Niu , Yuen Wu , and Yadong Li",
    "source": "2016.Advanced Materials.",
    "number": 22
  },
  {
    "imgsrc": "201608.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/jacs.5b12530",
    "title": "Ultrathin icosahedral Pt-enriched nanocage with excellent oxygen reduction reaction activity.",
    "authors": "Dong Sheng He, Daping He, Jing Wang, Yue Lin, Peiqun Yin, Xun Hong, Yuen Wu*, and Yadong Li*",
    "source": "2016. Journal of the American Chemical Society, 138(5), 1494-1497.",
    "number": 21
  },
  {
    "imgsrc": "201609.png",
    "websrc": "https://www.researchgate.net/profile/Dingsheng_Wang/publication/290623026_Interface-induced_formation_of_onion-like_alloy_nanocrystals_by_defects_engineering/links/56c3109908ae8a6fab59e95e.pdf",
    "title": "Interface-induced formation of onion-like alloy nanocrystals by defects engineering.",
    "authors": "Wei Jia, Yuen Wu, Yifeng Chen, Dongsheng He, Jinpeng Li, Yu Wang, Zhuo Wang, Wei Zhu, Chen Chen, Qing Peng, Dingsheng Wang*, and Yadong Li",
    "source": "2016. Nano Research, 9(2), 584-592",
    "number": 20
  },
  {
    "imgsrc": "201501.png",
    "websrc": "http://pubs.rsc.org/-/content/articlehtml/2015/ta/c5ta06648d",
    "title": "Surface ligand-mediated isolated growth of Pt on Pd nanocubes for enhanced hydrogen evolution activity",
    "authors": "Fumin Ren , Haiyuan Lu , Haotian Liu , Zheng Wang , Yuen Wu* and Yadong Li*",
    "source": "2015. Journal of Materials Chemistry A, 3(47), 23660-23663",
    "number": 19
  },
  {
    "imgsrc": "201502.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/jacs.5b08956",
    "title": "Ordered porous Pd octahedra covered with monolayer Ru atoms",
    "authors": "Jingjie Ge, Dongsheng He, Lei Ba, Rui You, Haiyuan Lu, Yue Lin, Chaoliang Tan, Yan-Biao Kang, Bin Xiao, Yuen Wu, Zhaoxiang Deng, Weixin Huang, Hua Zhang, Xun Hong*, and Yadong Li*",
    "source": "2015. Journal of the American Chemical Society, 137(46), 14566-14569.",
    "number": 18
  },
  {
    "imgsrc": "201503.png",
    "websrc": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4595627/",
    "title": "Platinum–nickel frame within metal-organic framework fabricated in situ for hydrogen enrichment and molecular sieving",
    "authors": "Zhi Li, Rong Yu,Jinglu Huang, Yusheng Shi, Diyang Zhang, Xiaoyan Zhong, Dingsheng Wang, Yuen Wu* and Yadong Li*",
    "source": "2015. Nature communications, 6.",
    "number": 17
  },
  {
    "imgsrc": "201504.png",
    "websrc": "http://pubs.rsc.org/is/content/articlehtml/2015/cc/c5cc06740e",
    "title": "Seed-mediated synthesis of hexameric octahedral PtPdCu nanocrystals with high electrocatalytic performance",
    "authors": "Junjie Mao , Tai Cao , Yuanjun Chen , Yuen Wu , Chen Chen , Qing Peng , Dingsheng Wang * and Yadong Li.",
    "source": "2015. Chemical Communications, 51(84), 15406-15409.",
    "number": 16
  },
  {
    "imgsrc": "201505.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/anie.201504242/full",
    "title": "Hollow Zn/Co ZIF Particles Derived from Core–Shell ZIF‐67@ ZIF‐8 as Selective Catalyst for the Semi‐Hydrogenation of Acetylene",
    "authors": "Jian Yang, Fengjun Zhang, Haiyuan Lu, Xun Hong, Hailong Jiang, Yuen Wu*, Yadong Li*",
    "source": "2015. Angewandte Chemie International Edition, 54(37), 10889-10893.",
    "number": 15
  },
  {
    "imgsrc": "201506.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/chem.201501923/full",
    "title": "Utilization of Active Ni to Fabricate Pt–Ni Nanoframe/NiAl Layered Double Hydroxide Multifunctional Catalyst through In Situ Precipitation",
    "authors": "Prof. Fumin Ren, Zheng Wang, Dr. Liangfeng Luo, Haiyuan Lu, Prof. Gang Zhou, Prof. Weixin Huang, Prof. Xun Hong, Prof. Yuen Wu*, Prof. Yadong Li*",
    "source": "2015. Chemistry–A European Journal, 21(38), 13181-13185.",
    "number": 14
  },
  {
    "imgsrc": "201507.png",
    "websrc": "https://link.springer.com/article/10.1007/s12274-015-0777-z",
    "title": "Porous bimetallic Pt-Fe nanocatalysts for highly efficient hydrogenation of acetone",
    "authors": "Yongjun Ji, Yuen Wu*, Guofeng Zhao, Dingsheng Wang, Lei Liu, Wei He, Yadong Li*",
    "source": "2015. Nano Research, 8(8), 2706-2713",
    "number": 13
  },
  {
    "imgsrc": "201508.png",
    "websrc": "http://www.cnki.com.cn/Article/CJFDTotal-SCMA201501002.htm",
    "title": "New understanding of phase segregation of bimetallic nanoalloys",
    "authors": "Yuen Wu and Yadong Li*",
    "source": "2015. Science China Materials, 58(1), 3.",
    "number": 12
  },
  {
    "imgsrc": "201401.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/ja5058532",
    "title": "Sophisticated construction of Au islands on Pt–Ni: an ideal trimetallic nanoframe catalyst",
    "authors": "Yuen Wu, Dingsheng Wang, Gang Zhou, Rong Yu, Chen Chen*, and Yadong Li*",
    "source": "2014. Journal of the American Chemical Society, 136(33), 11594-11597.",
    "number": 11
  },
  {
    "imgsrc": "201402.png",
    "websrc": "http://pubs.rsc.org/-/content/articlehtml/2014/cs/c3cs60221d",
    "title": "Nanocrystals from solutions: catalysts",
    "authors": "Yuen Wu , Dingsheng Wang* and Yadong Li*",
    "source": "Chemical Society Reviews, 43(7), 2112-2124.",
    "number": 10
  },
  {
    "imgsrc": "201301.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/ange.201303912/full",
    "title": "Pd‐Cu<sub>2</sub>O and Ag‐Cu<sub>2</sub>O Hybrid Concave Nanomaterials for an Effective Synergistic Catalyst",
    "authors": "Lingling Li, Xiaobin Chen, Yuen Wu, Dr. Dingsheng Wang, Dr. Qing Peng, Prof. Gang Zhou, Prof. Yadong Li*",
    "source": "2013. Angewandte Chemie, 125(42), 11255-11259.",
    "number": 9
  },
  {
    "imgsrc": "201302.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/ja4068063",
    "title": "Defect-dominated shape recovery of nanocrystals: A new strategy for trimetallic catalysts",
    "authors": "Yuen Wu, Dingsheng Wang, Xiaobin Chen, Gang Zhou, Rong Yu, and Yadong Li*",
    "source": "2013. Journal of the American Chemical Society, 135(33), 12220-12223.",
    "number": 8
  },
  {
    "imgsrc": "201303.png",
    "websrc": "http://pubs.rsc.org/en/content/articlehtml/2013/cc/c3cc44514c",
    "title": "Synthesis of Pt–Ni/graphene via in situ reduction and its enhanced catalyst activity for methanol oxidation",
    "authors": "Lihong Li , Yuen Wu , Jun Lu , Caiyun Nan and Yadong Li*",
    "source": "2013. Chemical Communications, 49(68), 7486-7488.",
    "number": 7
  },
  {
    "imgsrc": "201201.png",
    "websrc": "http://onlinelibrary.wiley.com/doi/10.1002/anie.201207491/full",
    "title": "A strategy for designing a concave Pt–Ni alloy through controllable chemical etching",
    "authors": "Yuen Wu, Dingsheng Wang, Zhiqiang Niu, Pengcheng Chen, Gang Zhou, Prof. Yadong Li",
    "source": "2012. Angewandte Chemie International Edition, 51(50), 12524-12528.",
    "number": 6
  },
  {
    "imgsrc": "201202.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/ja302606d",
    "title": "Syntheses of water-soluble octahedral, truncated octahedral, and cubic Pt–Ni nanocrystals and their structure–activity study in model hydrogenation reactions",
    "authors": "Yuen Wu, Shuangfei Cai, Dingsheng Wang, Wei He*, and Yadong Li*",
    "source": "2012. Journal of the American Chemical Society,134(21), 8975-8981.",
    "number": 5
  },
  {
    "imgsrc": "201203.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/ja3076132",
    "title": "Single-Crystalline Octahedral Au–Ag Nanoframes",
    "authors": "Xun Hong, Dingsheng Wang, Shuangfei Cai, Hongpan Rong, and Yadong Li*",
    "source": "J. Am. Chem. Soc., 2012, 134 (44), pp 18165–18168",
    "number": 4
  },
  {
    "imgsrc": "201101.png",
    "websrc": "http://pubs.acs.org/doi/abs/10.1021/ic102263b",
    "title": "Monodispersed Pd− Ni Nanoparticles: Composition Control Synthesis and Catalytic Properties in the Miyaura− Suzuki Reaction.",
    "authors": "Yuen Wu, Dingsheng Wang, Peng Zhao, Zhiqiang Niu, Qing Peng, and Yadong Li*",
    "source": "2011. Inorganic chemistry, 50(6), 2046-2048.",
    "number": 3
  },
  {
    "imgsrc": "201102.png",
    "websrc": "http://pubs.rsc.org/en/content/articlelanding/2011/cc/c1cc13651h#!divAbstract",
    "title": "Kinked gold nanowires and their SPR/SERS properties",
    "authors": "Xun Hong, Dingsheng Wang and Yadong Li*",
    "source": "Chem. Commun .,2011,47,9909–9911",
    "number": 2
  },
  {
    "imgsrc": "201103.png",
    "websrc": "http://pubs.rsc.org/en/content/articlelanding/2011/cc/c1cc10903k#!divAbstract",
    "title": "Ultrathin Au–Ag bimetallic nanowires with Coulomb blockade effects",
    "authors": "Xun Hong,Dingsheng Wang,Rong Yu,Hui Yan,Yi Sun,Lin He,Zhiqian Niu,Qing Penga and Yadong Li*",
    "source": "Chem. Commun .,2011,47,5160–5162",
    "number": 1
  }
]